using System.ComponentModel;
namespace start.Models
{
    public class CheckTrainingCoachesKEK
    {
        //=======================================================//
        [DisplayName("ФИО Тренера")]
        public string CoachesName { get; set; }
        //=======================================================//

        //=======================================================//
        [DisplayName("Тип спорта")]
        public string Sport { get; set; }
        //=======================================================//

        //=======================================================//
        [DisplayName("Всего тренировок")]
        public int TotalTrainings { get; set; }
        //=======================================================//

        //=======================================================//
        [DisplayName("Всего тренировок")]
        public DateTime DateTrainings { get; set; }
        //=======================================================//

        //=======================================================//
        [DisplayName("Чисkо посещённых детьми тренировок(поездок на остров к дяде эпштейну")]
        public int AttendedVisits { get; set; }
        //=======================================================//

        //=======================================================//
        [DisplayName("Процент посещения")]
        public double AttendancePercentage { get; set; }
        //=======================================================//
    }
}
