using System.ComponentModel;
namespace start.Models
{
    public class CheckTrainingPpleKEK
    {
        //=======================================================//
        [DisplayName("ФИО")]
        public string ChildName { get; set; }
        //=======================================================//

        //=======================================================//
        [DisplayName("День варенья")]
        public string BrirthDay { get; set; }
        //=======================================================//

        //=======================================================//
        [DisplayName("Дата пропусков")]
        public DateTime MissedDate { get; set; }
        //=======================================================//

        //=======================================================//
        [DisplayName("Телефон родителя")]
        public string ChildPhone { get; set; }
        //=======================================================//
    }
}
