using System.ComponentModel;
namespace start.Models
{
    public class CheckActiveChildKEK
    {
        //=======================================================//
        [DisplayName("ФИО")]
        public string ChildName { get; set; }
        //=======================================================//

        //=======================================================//
        [DisplayName("Возраст(сколько арбузов поместится)")]
        public int Age { get; set; }
        //=======================================================//

        //=======================================================//
        [DisplayName("Всего тренировок")]
        public int TotalTrainings { get; set; }
        //=======================================================//

        //=======================================================//
        [DisplayName("Пропущено(ударов в лобешник)")]
        public int Misses { get; set; }
        //=======================================================//

        //=======================================================//
        [DisplayName("Процент посещения(Лекций Ивана Гречишкина)")]
        public double AttendancePercentage {  get; set; }
        //=======================================================//
    }
}
